Repository: bryteise/corewatcher
Catalog: po/*.po
Languages: ar, ast, ca@valencia, cs, de, es, es_mx, eu, fa, fi, fr, gl, hu, id, ja, ko, nb, nl, pa, pl, pt, pt_br, ru, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: Always
ar: دائماً
ast: Siempre
ca@valencia: Sempre
cs: Vždy
de: Immer
es: Siempre
es_mx: Siempre
eu: Beti
fa: همیشه
fi: Aina
fr: Toujours
gl: Sempre
hu: Mindig
id: Selalu
ja: いつも
ko: 항상 허용
nb: Alltid
nl: Altijd
pa: ਹਮੇਸ਼ਾ
pl: Zawsze
pt: Sempre
pt_br: Sempre
ru: Всегда
sv: Alltid
tr: Her zaman
uk: Завжди
vi: Luôn luôn
wa: Tofer
zh_cn: 总是
zh_tw: 永遠

source: Application bug diagnostic information sent
ar: تم ارسال معلومات الخطأ
ast: Unviose la información de diagnósticu de fallos de l'aplicación
ca@valencia: S'ha enviat la informació de diagnosi d'error de l'aplicació
cs: Rozpoznávací informace k chybě v programu byly poslány
de: Diagnostische Informationen zum Anwendungsbug wurden gesendet
es: La información de diagnóstico de errores de la aplicación ha sido enviada
es_mx: Se envió la información de diagnóstico del error de la aplicación
eu: Aplikazioaren bug-aren diagnostiko infromazioa bidalita
fa: اطلاعات عیب یابی باگ برنامه ارسال شد
fi: Sovelluksen vikadiagnoositiedot lähetetty
fr: Diagnostic du bug de l'application envoyé
gl: Enviada a información sobre o diagnóstico de erros do aplicativo
hu: Az alkalmazás hiba-diagnosztikai információi elküldve
id: Informasi diagnostik kutu aplikasi terkirim
ja: アプリケーションのバグ診断情報は送信済み
ko: 응용 프로그램 버그 진단 정보 전송
nb: Diagnostikkinformasjon om applikasjonsbug er sendt
nl: Diagnostische informatie over de software bug is verzonden
pa: ਐਪਲੀਕੇਸ਼ਨ ਬੱਗ ਜਾਂਚ ਜਾਣਕਾਰੀ ਭੇਜੀ ਗਈ
pl: Informacja diagnostyczna błędu aplikacji przesłana
pt: As informações de diagnóstico foram enviadas
pt_br: Informações de diagnóstico de defeito de aplicativo enviado
ru: Диагностическая информация об ошибке приложения была отправлена
sv: Diagnostisk information om bug skickad
tr: Uygulama hatası tanılama bilgileri gönderildi
uk: Диагностичну інформацію про помилку в программі надіслано
vi: Thông tin chẩn đoán lỗi ứng dụng đã được gửi đi
wa: L' informåcion do diagnostike do bug do programe a stî evoyeye
zh_cn: 应用错误的诊断信息已发送
zh_tw: 應用程式錯誤診斷資訊已傳送

source: Application failure details
ar: تفاصيل فشل التطبيق
ast: Detalles del fallu de l'aplicación
ca@valencia: Detalls de fallada de l'aplicació
cs: Podrobnosti k chybě v programu
de: Details zum Anwendungsfehler
es: Detalles del fallo de la aplicación
es_mx: Detalles de la falla de la aplicación
eu: Aplikazioaren akatsaren xehetasunak
fa: جزییات بیشتر شکست
fi: Sovelluksen vikatiedot
fr: Détails de l'échec de l'application
gl: Detalles do fallo do aplicativo
hu: Alkalmazáshiba részletek
id: Rincian kegagalan aplikasi
ja: アプリケーション障害の詳細
ko: 응용 프로그램 오류 세부 정보
nb: Detaljer om applikasjonsfeilen
nl: Details m.b.t. de software storing
pa: ਐਪਲੀਕੇਸ਼ਨ ਫੇਲ੍ਹ ਵੇਰਵਾ
pl: Szczegóły niepowodzenia aplikacji
pt: Detalhes do erro da aplicação
pt_br: Detalhes da falha do aplicativo
ru: Подробности сбоя приложения
sv: Detaljer om felet
tr: Uygulama hata detayları
uk: Деталі щодо збою в роботі програми
vi: Chi tiết lỗi ứng dụng
wa: Detays di l' aroke do programe
zh_cn: 应用失败的详情
zh_tw: 應用程式失敗細節

source: Cancel
ar: إلغاء الأمر
ast: Encaboxar
ca@valencia: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
es_mx: Cancelar
eu: Utzi
fa: انصراف
fi: Peruuta
fr: Annuler
gl: Cancelar
hu: Mégsem
id: Batal
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Huỷ
wa: Rinoncî
zh_cn: 取消
zh_tw: 取消

source: Connecting to system bus failed: %s
ar: فشل الاتصال بالنظام: %s
ast: Nun pudo facese la conexón al bus del sistema: %s
ca@valencia: Ha fallat la connexió al bus del sistema: %s
cs: Spojení se systémovou sběrnicí selhalo: %s
de: Verbindung zum Systembus fehlgeschlagen: %s
es: No se pudo realizar la conexión al bus del sistema: %s
es_mx: Falló la conexión con system dbus: %s
eu: Sistemaren bus sarea konektatzean huts egin du: %s
fa: اتصال به سیستم باس شکست خورد: %s
fi: Yhdistäminen järjestelmäväylään epäonnistui: %s
fr: La connexion au bus du système a échoué : %s
gl: Produciuse un fallo na conexión co bus do sistema: %s
hu: Hiba a rendszerbuszhoz történő csatlakozás közben: %s
id: Gagal menyambung ke bus sistem: %s
ja: システムバスへの接続に失敗：%s
ko: 시스템 버스에 연결 실패: %s
nb: Kunne ikke koble til system bus: %s
nl: De verbinding met de systeembus is mislukt: %s
pa: ਸਿਸਟਮ ਬਸ ਨਾਲ ਕੁਨੈਕਟ ਕਰਨ ਲਈ ਫੇਲ੍ਹ: %s
pl: Podłączenie do magistrali systemu nie powiodło się: %s
pt: Erro ao ligar ao "bus" do sistema: %s
pt_br: Conexão ao barramento de sistema falhou: %s
ru: Не удалось подключиться к системной шине: %s
sv: Det gick inte att ansluta till system bus: %s
uk: Підключення до системної шини не вдалося: %s
vi: Kết nối với đường truyền hệ thống thất bại:%s
wa: Li raloyaedje å bus sistinme a fwait berwete : %s
zh_cn: 连接到系统总线失败：%s
zh_tw: 連線至系統匯流排失敗：%s

source: Details
ar: تفاصيل
ast: Detalles
ca@valencia: Detalls
cs: Podrobnosti
es: Detalles
es_mx: Detalles
eu: Xehetasunak
fa: جزییات
fi: Tiedot
fr: Détails
gl: Detalles
hu: Részletek
id: Rincian
ja: 詳細
ko: 상세 정보
nb: Detaljer
pa: ਵੇਰਵਾ
pl: Szczegóły
pt: Detalhes
pt_br: Detalhes
ru: Подробности
sv: Detaljer
tr: Detaylar
uk: Деталі
vi: Thông tin chi tiết
wa: Sipepieus
zh_cn: 详情
zh_tw: 細節

source: Diagnostic information from your application has been sent to <a href="crashdb.meego.com">crashdb.meego.com</a> for the MeeGo developers to work on. Thank you for contributing to improve the quality of the MeeGo distribution.
ar: تم تشخيص المعلومات من التطبيق الخاص بك وإرسالها إلى <a href="crashdb.meego.com">crashdb.meego.com</a> لفريق تطوير ميجو للعمل عليه. شكرا لك على المساهمة في تحسين نوعية توزيعة ميجو.
ast: La información de diagnósticu de l'aplicación unvióse a <a href="crashdb.meego.com">crashdb.meego.com</a> pa que los desendolcadores de MeeGo puedan trabayar nella. Gracies por contribuyir a meyorar la calidá de la distribución de MeeGo.
ca@valencia: S'ha enviat la informació de diagnosi de l'aplicació a <a href="crashdb.meego.com">crashdb.meego.com</a> perquè els desenvolupadors del MeeGo puguen treballar-hi. Gràcies per col·laborar a millorar la qualitat de la distribució MeeGo.
cs: Rozpoznávací informace z vašeho programu byly poslány <a href="crashdb.meego.com">crashdb.meego.com</a>, aby na nich mohli vývojáři MeeGo začít pracovat. Vřelé díky za váš příspěvek ke zlepšení jakosti MeeGo.
de: Diagnostische Informationen von deiner Anwendung wurden an <a href="crashdb.meego.com">crashdb.meego.com</a> gesendet, damit die MeeGo Entwickler daran arbeiten können. Vielen Dank für Deinen Beitrag zur Verbesserung von MeeGo.
es: La información de diagnóstico de tu aplicación ha sido enviada a <a href="crashdb.meego.com">crashdb.meego.com</a> para que los desarrolladores de MeeGo puedan trabajar con ella. Gracias por contribuir a mejorar la calidad de la distribución de MeeGo.
es_mx: La información de diagnóstico de tu aplicación se ha enviado a <a href="crashdb.meego.com">crashdb.meego.com</a> para que los desarrolladores de MeeGo trabajen con ella. Gracias por contribuir a mejorar la calidad de la distribución MeeGo.
eu: Aplikazioaren diagnostikoaren informazioa bidali da zure ordenagailutik <a href="crashdb.meego.com">crashdb.meego.com</a> orrialdera MeeGo-ko garatzaileak honekin lan egiteko. Eskerrik asko MeeGo distribuzioaren kalitatea hobetzen laguntzeagatik.
fi: Diagnostiset tiedot sovelluksestasi lähetettiin MeeGon kehittäjille seuraavaan osoitteeseen <a href="crashdb.meego.com">crashdb.meego.com</a>. Kiitos, tämä avustaa MeeGon laadun kehittämisessä.
fr: Les informations du diagnostic de votre application ont été envoyées à <a href="crashdb.meego.com">crashdb.meego.com</a> pour permettre aux développeurs de MeeGo d'y travailler. Merci de votre contribution à l'amélioration de la qualité de la distribution de MeeGo.
gl: A información sobre o diagnóstico de erros do aplicativo foi enviada satisfactoriamente a <a href="crashdb.meego.com">crashdb.meego.com</a> para que os desenvolvedores de MeeGo poidan traballar. Grazas por contribuír a mellorar a calidade da distribución MeeGo.
hu: Az alkalmazás diagnosztikai információi elküldésre kerültek a <a href="crashdb.meego.com">crashdb.meego.com</a> oldalra, hogy a MeeGo fejlesztői felhasználhassák. Köszönjük a közreműködését a MeeGo minőségének fejlesztésében.
id: Informasi diagnostik dari aplikasi Anda telah dikirim ke <a href="crashdb.meego.com">crashdb.meego.com</a> untuk digarap oleh para pengembang MeeGo. Terima kasih atas sumbangan untuk perbaikan kualitas distribusi MeeGo.
ja: アプリケーションからの診断情報が MeeGo のデベロッパー用に <a href="crashdb.meego.com">crashdb.meego.com</a> に送信されました。 MeeGo の配信に関する質の向上に貢献してくださり、ありがとうございます。
ko: 응용 프로그램의 진단 정보는 MeeGo 개발자들이 살펴볼 수 있도록 <a href="crashdb.meego.com">crashdb.meego.com</a>으로 보내졌습니다. MeeGo 배포판의 품질 향상에 기여해 주셔서 감사합니다.
nb: Diagnostikkinformasjon fra din applikasjon ble sendt til <a href="crashdb.meego.com">crashdb.meego.com</a> slik at MeeGo-utviklerne kan jobbe videre med det. Takk for at du bidrar til å forbedre kvaliteten til MeeGo-distribusjonen.
nl: Diagnostische informatie van uw software is verstuurd naar <a href="crashdb.meego.com">crashdb.meego.com</a> zodat de MeeGo ontwikkelaars er aan kunnen werken. Dank u voor uw bijdrage aan de verbetering van de kwaliteit van de MeeGo distributie.
pa: ਤੁਹਾਡੇ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਜਾਂਚ ਜਾਣਕਾਰੀ ਨੂੰ <a href="crashdb.meego.com">crashdb.meego.com</a> ਉੱਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ ਤਾਂ ਡਿਵੈਲਪਰ ਕੰਮ ਕਰ ਸਕਣ। ਮੀਗੋ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਦੀ ਕੁਆਲਟੀ ਸੁਧਾਰਨ ਲਈ ਯੋਗਦਾਨ ਪਾਉਣ ਵਾਸਤੇ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ ਜੀ।
pl: Informacja diagnostyczna z aplikacji została wysłana do <a href="crashdb.meego.com">crashdb.meego.com</a> dla deweloperów MeeGo do naprawy. Dziękujemy za udział w pracy na rzecz poprawy jakości dystrybucji MeeGo.
pt: As informações de diagnóstico foram enviadas para <a href="crashdb.meego.com">crashdb.meego.com</a> de modo a que os programadores as possam analisar. Obrigado por contribuir na melhoria da qualidade da distribuição Meego.
pt_br: Informações de diagnóstico do seu aplicativo foram enviados para <a href="crashdb.meego.com">crashdb.meego.com</a> para processamento pelos desenvolvedores da MeeGo. Obrigado por contribuir ao melhoramento da qualidade da distribuição MeeGo.
ru: Диагностическая информация из вашего приложения была отправлена на сайт <a href="crashdb.meego.com">crashdb.meego.com</a> для рассмотрения разработчиками MeeGo. Благодарим вас за ваш вклад в улучшение качества дистрибутива MeeGo.
sv: Diagnostisk information från din applikation har skickats till <a href="crashdb.meego.com">crashdb.meego.com</a> till utvecklarna att arbetas med. Tack för att du hjälper till att förbättra kvaliteten av MeeGo's distribution.
tr: Uygulamanıza ait tanılama bilgileri MeeGo geliştiricilerinin çalışması için <a href="crashdb.meego.com">crashdb.meego.com</a> adresine gönderildi. MeeGo dağıtımının kalitesini arttırmaya yönelik desteğiniz için teşekkürler.
uk: Діагностичну інформацію з вашої програми було надіслано до <a href="crashdb.meego.com">crashdb.meego.com</a> для опрацювання розробниками MeeGo. Дякуємо за внесок у поліпшення якості дистрибутиву MeeGo.
vi: Thông tin chẩn đoán lỗi từ ứng dụng của bạn đã được gửi đến <a href="crashdb.meego.com">crashdb.meego.com</a> cho các nhà phát triển MeeGo kiểm tra. Cảm ơn bạn đã góp phần nâng cao chất lượng của MeeGo.
wa: L' informåcion do diagnostike do bug do programe a stî evoyeye a <a href="crashdb.meego.com">crashdb.meego.com</a> po les diswalpeus ovrer dizeu. Gråces d' awè contribouwé a l' amidradje del cwalité del distribucion MeeGo.
zh_cn: 从您的应用程序的诊断信息已被发送到 <a href="crashdb.meego.com">crashdb.meego.com</a>，以供 MeeGo 的开发人员使用。 谢谢您对提高 MeeGo 发布质量的贡献。
zh_tw: 您的應用程式診斷資訊已傳遞至 <a href="crashdb.meego.com">crashdb.meego.com</a> 好讓 MeeGo 開發人員去解決。 非常感謝您參與改善 MeeGo 發佈品質。

source: Diagnostic information from your application has been sent to <a href="crashdb.meego.com">crashdb.meego.com</a> for the MeeGo developers to work on. Thank you for contributing to improve the quality of the MeeGo distribution. You can view your submitted oops <a href="crashdb.meego.com">here</a>
ar: تم تشخيص المعلومات من التطبيق الخاص بك وإرسالها إلى <a href="crashdb.meego.com">crashdb.meego.com</a> لفريق تطوير ميجو للعمل عليه. شكرا لك على المساهمة في تحسين نوعية توزيعة ميجو. تستطيع معاينة ملاحظاتك في <a href="crashdb.meego.com">here</a>
ast: La información de diagnósticu de l'aplicación unvióse a <a href="crashdb.meego.com">crashdb.meego.com</a> pa que los desendolcadores de MeeGo puedan trabayar nella. Gracies por contribuyir a meyorar la calidá de la distribución de MeeGo. Puedes ver los fallos qu'unviasti <a href="crashdb.meego.com">equí</a>
ca@valencia: S'ha enviat la informació de diagnosi de l'aplicació a <a href="crashdb.meego.com">crashdb.meego.com</a> perquè els desenvolupadors del MeeGo puguen treballar-hi. Gràcies per col·laborar a millorar la qualitat de la distribució MeeGo. Podeu veure els informes enviats <a href="crashdb.meego.com">ací</a>
cs: Rozpoznávací informace z vašeho programu byly poslány <a href="crashdb.meego.com">crashdb.meego.com</a>, aby na nich mohli vývojáři MeeGo začít pracovat. Vřelé díky za váš příspěvek ke zlepšení jakosti MeeGo. Na svůj příspěvek se můžete podívat zde <a href="crashdb.meego.com">, a přitom znovu zvolat: jejda nebo ajaj</a>
de: Diagnostische Informationen von deiner Anwendung wurden an <a href="crashdb.meego.com">crashdb.meego.com</a> gesendet, damit die MeeGo Entwickler daran arbeiten können. Vielen Dank für Deinen Beitrag zur Verbesserung von MeeGo. Du kannst deinen Beitrag <a href="crashdb.meego.com">hier</a> ansehen
es: La información de diagnóstico de tu aplicación ha sido enviada a <a href="crashdb.meego.com">crashdb.meego.com</a> para que los desarrolladores de MeeGo puedan trabajar con ella. Gracias por contribuir a mejorar la calidad de la distribución de MeeGo. Puedes ver los fallos que has enviado <a href="crashdb.meego.com">aquí</a>
es_mx: La información de diagnóstico de tu aplicación se ha enviado a <a href="crashdb.meego.com">crashdb.meego.com</a> para que los desarrolladores de MeeGo trabajen en ellos. Gracias por contribuir a mejorar la calidad de la distribución MeeGo. Puedes ver los 'oops' que has enviado <a href="crashdb.meego.com">aquí</a>
eu: Aplikazioaren diagnostikoaren informazioa bidali da zure ordenagailutik <a href="crashdb.meego.com">crashdb.meego.com</a> orrialdera MeeGo-ko garatzaileak honekin lan egiteko. Eskerrik asko MeeGo distribuzioaren kalitatea hobetzen laguntzeagatik. Zuk bidalitako informeak ikus ditzakezu <a href="crashdb.meego.com">hemen</a>
fi: Diagnostiset tiedot sovelluksestasi lähetettiin MeeGon kehittäjille seuraavaan osoitteeseen <a href="crashdb.meego.com">crashdb.meego.com</a> . Kiitos, tämä avustaa MeeGon laadun kehittämisessä. Voit katsoa toimitettua virheraporttia <a href="crashdb.meego.com">tässä</a>
fr: Les informations du diagnostic de votre application ont été envoyées à <a href="crashdb.meego.com">crashdb.meego.com</a> pour permettre aux développeurs de MeeGo d'y travailler. Merci de votre contribution à l'amélioration de la qualité de la distribution de MeeGo. Vous pouvez voir vos oops soumis <a href="crashdb.meego.com">ici</a>
gl: A información sobre o diagnóstico de erros do aplicativo foi enviada satisfactoriamente a <a href="crashdb.meego.com">crashdb.meego.com</a> para que os desenvolvedores de MeeGo poidan traballar. Grazas por contribuír a mellorar a calidade da distribución MeeGo. Pode ver o seu envío <a href="crashdb.meego.com">aquí</a>
hu: Az alkalmazás diagnosztikai információi elküldésre kerültek a <a href="crashdb.meego.com">crashdb.meego.com</a> oldalra, hogy a MeeGo fejlesztői felhasználhassák. Köszönjük a közreműködését a MeeGo minőségének fejlesztésében. Az elküldött adatok megtekinthetők <a href="crashdb.meego.com">itt</a>.
id: Informasi diagnostik dari aplikasi Anda telah dikirim ke <a href="crashdb.meego.com">crashdb.meego.com</a> untuk digarap oleh para pengembang MeeGo. Terima kasih atas sumbangan untuk perbaikan kualitas distribusi MeeGo. Anda dapat melihat oops yang Anda kirim <a href="crashdb.meego.com">disini</a>
ja: アプリケーションからの診断情報が MeeGo のデベロッパー用に <a href="crashdb.meego.com">crashdb.meego.com</a> に送信されました。 MeeGo の配信に関する質の向上に貢献してくださり、ありがとうございます。 この情報は<a href="crashdb.meego.com">こちら</a>からご覧ください。
ko: 응용 프로그램의 진단 정보는 MeeGo 개발자들이 살펴볼 수 있도록 <a href="crashdb.meego.com">crashdb.meego.com</a>으로 보내졌습니다. MeeGo 배포판의 품질 향상에 기여해 주셔서 감사합니다. 제출하신 오류 정보는 <a href="crashdb.meego.com">이곳에서</a> 볼 수 있습니다.
nb: Diagnostikkinformasjon fra din applikasjon ble sendt til <a href="crashdb.meego.com">crashdb.meego.com</a> slik at MeeGo-utviklerne kan jobbe videre med det. Takk for at du bidrar til å forbedre kvaliteten til MeeGo-distribusjonen. Du kan se din oops <a href="crashdb.meego.com">her</a>
nl: Diagnostische informatie van uw software is verstuurd naar <a href="crashdb.meego.com">crashdb.meego.com</a> zodat de MeeGo ontwikkelaars er aan kunnen werken. Dank u voor uw bijdrage aan de verbetering van de kwaliteit van de MeeGo distributie. U kunt uw ingediende oeps <a href="crashdb.meego.com">hier zien</ a>
pa: ਤੁਹਾਡੇ ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਜਾਂਚ ਜਾਣਕਾਰੀ ਨੂੰ <a href="crashdb.meego.com">crashdb.meego.com</a> ਉੱਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ ਤਾਂ ਡਿਵੈਲਪਰ ਕੰਮ ਕਰ ਸਕਣ। ਮੀਗੋ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਦੀ ਕੁਆਲਟੀ ਸੁਧਾਰਨ ਲਈ ਯੋਗਦਾਨ ਪਾਉਣ ਵਾਸਤੇ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ ਜੀ। ਤੁਸੀਂ ਆਪਣੇ ਭੇਜੇ oops ਨੂੰ <a href="crashdb.meego.com">ਇੱਥੇ</a> ਵੇਖ ਸਕਦੇ ਹੋ।
pl: Informacja diagnostyczna z aplikacji została wysłana do <a href="crashdb.meego.com">crashdb.meego.com</a> dla deweloperów MeeGo do naprawy. Dziękujemy za udział w pracy na rzecz poprawy jakości dystrybucji MeeGo. Możesz przeglądać przesłane błędy <a href="crashdb.meego.com">tutaj</a>
pt: As informações de diagnóstico foram enviadas para <a href="crashdb.meego.com">crashdb.meego.com</a> de modo a que os programadores as possam analisar. Obrigado por contribuir na melhoria da qualidade da distribuição Meego. <a href="crashdb.meego.com">Aqui</a> pode ver as informações enviadas.
pt_br: Informações de diagnóstico do seu aplicativo foram enviados para <a href="crashdb.meego.com">crashdb.meego.com</a> para processamento pelos desenvolvedores da MeeGo. Obrigado por contribuir ao melhoramento da qualidade da distribuição MeeGo. Você poderá visualizar seu oops submetido <a href="crashdb.meego.com">aqui</a>
ru: Диагностическая информация из вашего приложения была отправлена на сайт <a href="crashdb.meego.com">crashdb.meego.com</a> для рассмотрения разработчиками MeeGo. Благодарим вас за ваш вклад в улучшение качества дистрибутива MeeGo. Вы можете увидеть отправленные вами отчеты <a href="crashdb.meego.com">здесь</a>
sv: Diagnostisk information från din applikation har skickats till <a href="crashdb.meego.com">crashdb.meego.com</a> till utvecklarna att arbetas med. Tack för att du hjälper till att förbättra kvaliteten av MeeGo's distribution. Din oops finns att se <a href="crashdb.meego.com">här</a>
tr: Uygulamanıza ait tanılama bilgileri MeeGo geliştiricilerinin çalışması için <a href="crashdb.meego.com">crashdb.meego.com</a> adresine gönderildi. Thank you for contributing to improve the quality of the MeeGo distribution. Gönderdiğiniz raporu görüntülemek için <a href="crashdb.meego.com">tıklayın</a>
uk: Діагностичну інформацію з вашої програми було надіслано до <a href="crashdb.meego.com">crashdb.meego.com</a> для опрацювання розробниками MeeGo. Дякуємо за внесок у поліпшення якості дистрибутиву MeeGo. Ви можете переглянути надіслані вами звіти <a href="crashdb.meego.com">тут</a>
vi: Thông tin chẩn đoán lỗi từ ứng dụng của bạn đã được gửi đến <a href="crashdb.meego.com">crashdb.meego.com</a> cho các nhà phát triển MeeGo kiểm tra. Cảm ơn bạn đã góp phần nâng cao chất lượng của MeeGo. Bạn có thể xem chi tiết lỗi của bạn <a href="crashdb.meego.com">ở đây</a>
wa: L' informåcion do diagnostike do bug do programe a stî evoyeye a <a href="crashdb.meego.com">crashdb.meego.com</a> po les diswalpeus ovrer dizeu. Gråces d' awè contribouwé a l' amidradje del cwalité del distribucion MeeGo. Vos savoz vey li "ouxh!" ki vs avoz evoyî <a href="crashdb.meego.com">cial</a>.
zh_cn: 从您的应用程序的诊断信息已被发送到 <a href="crashdb.meego.com">crashdb.meego.com</a>，以供 MeeGo 的开发人员使用。 谢谢您对提高 MeeGo 发布质量的贡献。 您可以在<a href="crashdb.meego.com">这里</a>查看您提交的 oops
zh_tw: 您的應用程式診斷資訊已傳遞至 <a href="crashdb.meego.com">crashdb.meego.com</a> 好讓 MeeGo 開發人員去解決。 非常感謝您參與改善 MeeGo 發佈品質。 您可以在<a href="crashdb.meego.com">這裡</a>查看您提交的案件。

source: Never again
ar: لا تفعله مرة اخرى
ast: Nunca más
ca@valencia: Mai més
cs: Už nikdy víc
de: Nie mehr
es: Nunca más
es_mx: Nunca más
eu: Inoiz ez berriro
fa: دوباره هیچ وقت
fi: Ei enää koskaan
fr: Plus jamais
gl: Nunca máis
hu: Soha többé
id: Jangan lagi
ja: 今後一切しない
ko: 다시 실행하지 않음
nb: Aldri
nl: Nooit meer
pa: ਫੇਰ ਕਦੇ ਨਹੀਂ
pl: Nigdy więcej
pt: Nunca mais
pt_br: Nunca mais
ru: Больше никогда
sv: Aldrig
tr: Bir daha asla
uk: Більше ніколи
vi: Không bao giờ xuất hiện lại
wa: Pus måy
zh_cn: 永远不再
zh_tw: 永不

source: Send
ar: إرسال
ast: Unviar
ca@valencia: Envia
cs: Poslat
de: Senden
es: Enviar
es_mx: Enviar
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
gl: Enviar
hu: Elküldés
id: Kirim
ja: 送信
ko: 보내기
nl: Verzenden
pa: ਭੇਜੋ
pl: Wysyłaj
pt: Enviar
pt_br: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi
wa: Evoyî
zh_cn: 发送
zh_tw: 傳送
