Repository: bryteise/corewatcher
Catalog: po/*.po
Languages: ar, ast, ca@valencia, cs, de, es, es_mx, eu, fa, fi, fr, gl, hu, id, ja, ko, nb, nl, pa, pl, pt, pt_br, ru, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: There is diagnostic information available for this failure. Do you want to submit this information to the crashdb.meego.com website for use by the MeeGo developers?
ar: هناك معلومات متاحة لهذا الفشل. هل تريد أن تقدم هذه المعلومات إلى الموقع crashdb.meego.com للاستخدام من قبل المطوري ميجو
ast: Hai información de diagnósticu disponible tocante a esti fallu. ¿Quies unviar esta información al sitio web crashdb.meego.com pa que los desendolcadores de MeeGo puedan usala?
ca@valencia: Hi ha una informació de diagnosi disponible per a esta fallada. Voleu trametre la informació al lloc web crashdb.meego.com perquè els desenvolupadors del MeeGo puguen treballar-hi?
cs: Pro tuto chybu už je vytvořena nějaká rozpoznávací informace. Chcete tyto informace poslat stránkám crashdb.meego.com, aby mohly být využity vývojáři MeeGo?
de: Es gibt diagnostische Informationen für diesen Fehler. Willst du diese Informationen an die crashdb.meego.com Website schicken, damit sie von den MeeGo Entwicklern verwendet werden können?
es: Hay información de diagnóstico disponible acerca de este fallo. ¿Quieres enviar esta información al sitio web crashdb.meego.com para que los desarrolladores de MeeGo puedan usarla?
es_mx: Hay información de diagnóstico disponible para esta falla. ¿Quieres enviar esta información al sitio web crashdb.meego.com para que sea utilizada por los desarrolladores de MeeGo?
eu: Hutsegite honen informazio diagnostikoa dago eskuragarri. Informazio hau crashdb.meego.com webgunera bidaltzea nahi duzu MeeGo-ko garatzaileak erabil dezaten?
fi: Tälle virheelle on olemassa diagnostiset tiedot. Haluatko toimittaa nämä tiedot crashdb.meego.com verkkosivustolle MeeGon kehittäjien käytettäviksi?
fr: Il y a des informations de diagnostic disponibles pour cet échec. Voulez-vous soumettre ces informations sur le site Web crashdb.meego.com pour pouvoir être utilisées par les développeurs de MeeGo ?
gl: Non hai información de diagnóstico dispoñíbel para este fallo. Quere enviar esta información á páxina web crashdb.meego.com para o seu uso polos desenvolvedores de MeeGo?
hu: A hibához tartozik diagnosztikai információ. El kívánja küldeni a crashdb.meego.com oldalra, hogy a MeeGo fejlesztői felhasználhassák.
id: Ada informasi diagnostik yang tersedia bagi kegagalan ini. Apakah Anda ingin mengirim informasi ini ke situs web crashdb.meeg.com untuk diperiksa oleh para pengembang MeeGo?
ja: この障害についての診断情報があります。この情報を MeeGo のデベロッパー使用目的として crashdb.meego.com のウェブサイトに送信しますか？
ko: 이 실패에 대한 진단 정보를 사용할 수 있습니다. MeeGo 개발자들에 의해 사용되는 crashdb.meego.com 웹사이트에 이 정보를 제출하시겠습니까?
nb: Det finnes diagnostikkinformasjon for denne feilen. Vil du sende denne informasjonen til nettsiden crashdb.meego.com slik at Meego-utviklerne kan bruke den?
nl: Er is diagnostische informatie beschikbaar voor deze storing. Wilt u deze informatie bij de crashdb.meego.com website indienen zodat de MeeGo ontwikkelaars dit kunnen gebruiken?
pa: ਇਸ ਅਸਫ਼ਲਤਾ ਲਈ ਜਾਂਚ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਹ ਜਾਣਕਾਰੀ ਨੂੰ crashdb.meego.com ਵੈੱਬਸਾਈਟ ਉੱਤੇ ਮੀਗੋ ਡਿਵੈਲਪਰ ਦੀ ਵਰਤੋਂ ਲਈ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Informacja diagnostyczna jest dostępna dla tego błędu. Czy chcesz przesłać tę informację na stronie internetowej crashdb.meego.com do użytku przez deweloperów MeeGo?
pt: Existem informações de diagnóstico para este erro. Pretende submeter estas informações para a página crashdb.meego.com de modo a serem utilizadas pelos programadores?
pt_br: Existem informações de diagnóstico disponíveis para esta falha. Você quer enviar estas informações para o site na web crashdb.meego.com para uso pelos desenvolvedores da MeeGo?
ru: Для данного сбоя доступна диагностическая информация. Хотите ли вы отправить эту информацию на сайт crashdb.meego.com для ее рассмотрения разработчиками MeeGo?
sv: Det finns diagnostisk information om felet. Vill du skicka denna information till hemsidan crashdb.meego.com att användas av MeeGo's utvecklare?
tr: Bu hata için tanılama bilgileri mevcut. Bu bilgilerin crashdb.meego.com adresine MeeGo geliştiricilerinin kullanımı için gönderilmesini ister misiniz?
uk: Існує діагностична інформація про цей збій. Ви хочете надіслати цю інформацію до сайту crashdb.meego.com для використання розробниками MeeGo?
vi: Lỗi này đã có sẵn thông tin chẩn đoán. Bạn có muốn gửi thông tin này đến với trang web crashdb.meego.com cho các nhà phát triển MeeGo?
wa: I gn a ene inforåcion d' diyagnostike di disponibe po ciste aroke la. Voloz vs evoyî ciste informåcion al waibe crashdb.meego.com po k' les diswalpeus d' MeeGo s' endè siervexhe ?
zh_cn: 有故障的诊断信息可供查看。您想将信息提交给 crashdb.meego.com 网站以供 MeeGo 的开发人员使用吗？
zh_tw: 有資訊可診斷此失敗。您要提交此資訊至 crashdb.meego.com 網站好讓 MeeGo 開發人員使用嗎？

source: Your system had an application failure
ar: أحد تطبيقات نظامك فشل
ast: El sistema tuvo un fallu nuna aplicación
ca@valencia: Ha fallat una aplicació en el vostre sistema
cs: Ve vašem systému nastala chyba v programu
de: Es gab einen Anwendungsfehler in deinem System
es: Tu sistema ha sufrido un error de aplicación
es_mx: Tu sistema tuvo una falla en una aplicación
eu: Zure sistemak aplikazioaren hutsegite bat izan du
fa: سیستم شما دارای شکست برنامه ای است
fi: Järjestelmässä oli sovellusvirhe
fr: Une application de votre système a échoué
gl: Había un fallo nun aplicativo do seu sistema
hu: A rendszerben alkalmazáshiba történt
id: Sistem Anda memiliki kegagalan aplikasi
ja: システムでアプリケーション障害がありました
ko: 시스템에 응용 프로그램 오류가 있었습니다.
nb: En applikasjonsfeil oppsto i systemet ditt
nl: Uw systeem heeft een software storing gehad
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਉੱਤੇ ਐਪਲੀਕੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ ਹੈ
pl: Twój system miał błąd aplikacji
pt: O seu sistema sofreu um falha de aplicação
pt_br: Seu sistema sofreu uma falha de aplicativo
ru: Ваша система претерпела сбой приложения
sv: Ett applikationsfel har inträffat i ditt system.
tr: Sisteminiz bir uygulama hatası yaşadı
uk: Ваша система отримала збій в роботі програми
vi: Hệ thống của bạn có ứng dụng bị lỗi
wa: Gn a yeu ene aroke d' on programe so vosse sistinme
zh_cn: 您的系统有一个应用程序故障
zh_tw: 您的系統有一個應用程式故障

source: corewatcher client
ar: عميل المراقبة الرئيسي
ast: veceru corewatcher
ca@valencia: client de seguiment del nucli
cs: Klient Corewatcher
es: cliente corewatcher
es_mx: cliente corewatcher
eu: corewatcher-aren klientea
fa: کلاینت هسته بین
fi: corewatcher asiakas
fr: client corewatcher
gl: Cliente «corewatcher»
hu: corewatcher kliens
id: klien corewatcher
ja: corewatcher のクライアント
ko: corewatcher 클라이언트
nb: corewatcher klient
nl: corewatcher cliÃ«nt
pa: corewatcher ਕਲਾਇਟ
pl: klient corewatcher
pt: Cliente corewatcher
pt_br: cliente corewatcher
ru: клиент corewatcher
sv: corewatcher klient
tr: corewatcher istemcisi
uk: клієнт corewatcher.
vi: Khách hàng dùng corewatcher
wa: cliyint corewatcher
zh_cn: corewatcher 客户端
zh_tw: corewatcher 用戶端
